Repository: dmt-space/tradesim
Catalog: po/*.po
Languages: es

source: Trading Simulator
es: Simulador de Trading

source: The Linux Trading Simulator
es: El Simulador de Trading para Linux

source: Test your strategies on the Linux Trading Simulator, create reports, learn, try or develop new strategies for your trading.
es: Pruebe sus estrategias en el simulador de Trading para Linux, cree reportes, aprenda, intente o desarrolle nuevas estrategias para su trading.

source: Features:
es: Características

source: Multiple instruments.
es: Multiples Instrumentos

source: Create Reports to display your performance as a virtual trader.
es: Crear Reportes para visualizar tu rendimiento como un trader virtual.

source: Dark variant theme.
es: Soporta variante de tema oscuro.

source: Configurable data source.
es: Fuente de datos configurable

source: Draw Fibonacci analisys tool.
es: Dibuja retrocesos de Fibonacci

source: New
es: Nuevo

source: Open
es: Abrir

source: Save
es: Guardar

source: Play
es: Iniciar

source: Buy
es: Comprar

source: Sell
es: Vender

source: Insert
es: Insertar

source: Report
es: Reporte

source: Settings
es: Configuración

source: Save TradeSim file
es: Guardar archivo de simulación

source: Cancel
es: Cancelar

source: TradeSim files
es: Archivo de TradeSim

source: All files
es: Todos los archivos

source: Stop
es: Detener

source: Please support this project to help me to implement this feature. Visit http://www.github.com/horaciodrs/TradeSim
es: Por favor apoye este proyecto para ayudarme a implementar esta característica visitando http://www.github.com/horaciodrs/TradeSim

source: Line
es: Linea

source: Horizontal Line
es: Linea Horizontal

source: Rectangle
es: Rectángulo

source: Fibonacci Retracement
es: Retroceso de Fibonacci

source: Reset
es: Reiniciar

source: Database
es: Base de Datos

source: Export
es: Exportar

source: Import
es: Importar

source: Preferences
es: Preferencias

source: Export database file
es: Esportara archivo de base de datos

source: Are you sure you want to database reset?
es: ¿Esta seguro que quiere reiniciar la base de datos?

source: Warning! All previous data will be lost. Are you sure you want to import this database file?
es: Atención! Todos la información actual se perderá. ¿Desea continuar?

source: Import Database file
es: Importar archivo de base de datos

source: Interface
es: Interfaz

source: Data Source
es: Fuente de Datos

source: About
es: Acerca de

source: Use Dark Theme:
es: Utilizar tema oscuro:

source: Provider
es: Proveedor

source: Ticker
es: Instrumento

source: Year
es: Año

source: Waiting for data...
es: Esperando obtener datos...

source: Done! - Has been found
es: Completado! - Se han encontrado

source: data files
es: archivos de datos

source: Importing data...
es: Importando datos...

source: Done!
es: Completado!

source: Market
es: Mercado

source: Month
es: Mes

source: Timeframe
es: Temporalidad

source: Imported
es: Importado

source: Imported
es: Importado

source: of
es: de

source: quotes.
es: cotizaciones.

source: Import Completed!
es: Importacion Completada!

source: Remember! TradeSim it's under development and it's on beta state. Only install for testing.
es: Recuerde que TradeSim se encuentra bajo desarrollo y en estado beta. Solo apto para instalaciones de prueba.

source: Thanks to our awesome supporters!
es: Gracias a quienes nos apoyan con sus donaciones!

source: View the list of supporters
es: Ver el listado de personas que apoyan este protecto

source: Make a Donation
es: Hacer una donación

source: Suggest Translations
es: Sugerir Traducciones

source: Report a Problem
es: Reportar un problema

source: If you cannot import the quotes from under section. Try clicking the Download button and follow the steps.
es: Si usted no puede importar las cotizaciones desde la sección inferior. Intente hacer click en el botón Descargar y siga los pasos.

source: Download available quotes
es: Descargar cotizaciones disponibles

source: New Operation
es: Nueva Operación

source: Code:
es: Código:

source: , Date:
es: , Fecha:

source: Price:
es: Precio:

source: Volume:
es: Volumen:

source: Points
es: Puntos

source: Price
es: Precio

source: New Simulation
es: Nueva Simulación

source: There is not imported data. Please go to the Data Source section into the Settings Dialog and proceed to import quotes by any method.
es: No hay datos importados. Vaya a la sección Fuente de datos en el cuadro de diálogo Configuración y proceda a importar cotizaciones por cualquier método.

source: Simulation Name:
es: Nombre de la Simulación:

source: Unnamed Simulation
es: Simulación sin nombre

source: Data Provider:
es: Proveedor de Datos:

source: Ticker:
es: Instrumento:

source: Initial Balance:
es: Balance Inicial:

source: Date:
es: Fecha:

source: There is not imported data to the selected date.
es: No hay datos importados para la fecha seleccionada.

source: There are not engouth imported data to run a simulation.
es: No hay suficientes datos para realizar una simulación.

source: Ok
es: Aceptar

source: Please enter the simulation name
es: Por favor ingrese el nombre de la simulación

source: Please enter the provider
es: Por favor seleccione un proveedor

source: Please enter the ticker
es: Por favor seleccione un instrumento

source: Please enter the timeframe
es: Por favor seleccione una temporalidad

source: Please enter the initial balance
es: Por favor ingrese el balance inicial

source: Please enter a valid initial balance
es: El balance inicial no es válido

source: Market closed. Please select another date.
es: El mercado se encuentra cerrado. Por favor seleccione otra fecha.

source: There are not imported quotes for the selected date.
es: No hay datos importados para la fecha seleccionada.

source: Edit Object
es: Editar objeto

source: Object Name:
es: Nombre del objeto:

source: Opacity:
es: Opacidad:

source: Thickness:
es: Grosor:

source: Please enter the object name
es: Por favor ingrese un nombre para el objeto

source: Period:
es: Periodo:

source: Please enter a valid period
es: Por favor inserte un periodo valido

source: Please enter a valid std devs
es: Por favor inserte un std devs valido

source: Insert Simple Moving Average
es: Insertar Media Movil Simple

source: Insert Bollinger Bands
es: Insertar Bandas de Bollinger

source: Simple Moving Average
es: Media Movil Simple

source: Bollinger Bands
es: Bandas de Bollinger

source: Welcome to TradeSim
es: Bienvenido a TradeSim

source: Test your strategies on the Linux Trading Simulator.
es: Pruebe sus estrategias en el Simulador de Trading de Linux.

source: Create a New Simulation
es: Crear una Nueva Simulación

source: Try or develop new strategies for your trading.
es: Pruebe o desarrolle nuevas estrategias para su trading.

source: Open a previous saved simulation
es: Abrir una simulación guardada previamente

source: Import Datasources
es: Importar nuevas fuentes de datos

source: Import quotes from internet
es: Importar cotizaciones desde internet

source: Are you sure you want to exit without save changes?
es: Esta seguro que quiere salir sin guardar los cambios?

source: There are unsaved simulation/s. ¿Are you sure you want to exit?
es: Existen simulaciones sin guardar. Esta seguro que quiere salir?

source: Code
es: Código

source: Date Time
es: Fecha/Hora

source: Type
es: Tipo

source: State
es: Estado

source: Observations
es: Observaciones

source: Volume
es: Volumen

source: Buy/Sell price
es: Precio Compra/Venta

source: Proffit/Loss
es: Beneficio/Perdida

source: Current Balance:
es: Balance:

source: Profit:
es: Beneficio:

source: Undefined
es: Indefinido

source: Objects Manager
es: Explorador de Objetos

source: fail to load css styles for main window.
es: Ha ocurrido un error al cargar los estilos css para la ventana principal

source: Open TradeSim file
es: Abrir archivo de TradeSim

source: The object name allready exists.
es: Ya existe un objeto con el nombre elegido.

source: Trading currencies with leverage carries a high level of risk and may not be suitable for all types of investors. The high degree of market leverage can play both for and against the investor. We remember that there is the possibility of losing part or all of the initial investment so you should not invest money that you cannot afford to lose. TradeSim is an application created in order to test strategies without risk for the user in a simulated market. The results obtained in TradeSim should in no case be taken as advice, or recommendation for investment. The creator of this application will not be held responsible for the losses suffered by the investor. The investor will be solely responsible for his actions in the negotiation in the real market.
es: La negociación de divisas con apalancamiento conlleva un alto nivel de riesgo y podría no ser apropiada para todo tipo de inversores. El alto grado de apalancamiento del mercado puede jugar tanto a favor como en contra del inversor. Recordamos que existe la posibilidad de perder una parte o toda la inversión inicial por lo que no debe invertir dinero que no pueda permitirse perder. TradeSim es un aplicacion creada con el fin de probar estrategias sin riesgos para el usuario en un mercado simulado. Los resultados obtenidos en TradeSim en ningún caso deben tomarse como un consejo, o recomendación para la inversión. El creador de esta aplicación no se hará responsable de las perdidas sufridas por el inversor. El inversor será el único responsable de sus actuaciones en la negociación en el mercado real.

source: Licence Agreement
es: Acuerdo de Licencia
